"ua_cancel_edit_messages" = "Khansela";
"ua_cancel_edit_messages_description" = "Khansela ukuhlelwa komlayezo";
"ua_connection_error" = "Iphutha Lokuxhuma";
"ua_content_error" = "Iphutha Lokuqukethwe";
"ua_delete_message" = "Susa umlayezo";
"ua_delete_message_description" = "Susa imilayezo ekhethiwe";
"ua_delete_messages" = "Susa umlayezo";
"ua_delete_messages_description" = "Susa imilayezo ekhethiwe";
"ua_edit_messages" = "Hlela";
"ua_edit_messages_description" = "Hlela imilayezo";
"ua_empty_message_list" = "Ayikho imilayezo";
"ua_mark_messages_read" = "Maka Funda";
"ua_mark_messages_read_description" = "Maka imilayezo ekhethiwe njengefundiwe";
"ua_mc_failed_to_load" = "Ayikwazi ukulayisha umlayezo. Sicela uzame futhi emuva kwesikhathi.";
"ua_mc_no_longer_available" = "Umlayezo okhethiwe awusatholakali.";
"ua_message_cell_description" = "Ibonisa umlayezo ogcwele";
"ua_message_cell_editing_description" = "Iguqula ukukhetha";
"ua_message_center_title" = "Isikhungo Somlayezo";
/* Message <TITLE>, sent at <DATE> */
"ua_message_description" = "Umlayezo %@, uthunyelwe ngo-%@";
"ua_message_not_selected" = "Ayikho imilayezo ekhethiwe";
/* Unread message <TITLE>, sent at <DATE> */
"ua_message_unread_description" = "Umlayezo ongafundiwe %@, uthunyelwe ngo-%@";
"ua_notification_button_accept" = "Yamukela";
"ua_notification_button_add" = "Engeza";
"ua_notification_button_add_to_calendar" = "Engeza kukhalenda";
"ua_notification_button_book_now" = "Bhukha Manje";
"ua_notification_button_buy_now" = "Thenga Manje";
"ua_notification_button_copy" = "Kopisha";
"ua_notification_button_decline" = "Yenqaba";
"ua_notification_button_dislike" = "Ukungathandi";
"ua_notification_button_download" = "Landa";
"ua_notification_button_follow" = "Landela";
"ua_notification_button_less_like" = "Kancane Kanje";
"ua_notification_button_like" = "Thanda";
"ua_notification_button_more_like" = "Okuningi Okufana Nalokhu";
"ua_notification_button_no" = "Cha";
"ua_notification_button_opt_in" = "Khetha ukungena";
"ua_notification_button_opt_out" = "Phuma";
"ua_notification_button_rate_now" = "Linganisa Manje";
"ua_notification_button_remind" = "Ngikhumbuze ngokuhamba kwesikhathi";
"ua_notification_button_save" = "Londoloza";
"ua_notification_button_search" = "Sesha";
"ua_notification_button_send_info" = "Thumela Ulwazi";
"ua_notification_button_share" = "Yabelana";
"ua_notification_button_shop_now" = "Thenga Manje";
"ua_notification_button_tell_me_more" = "Ngitshele Okuningi";
"ua_notification_button_unfollow" = "Yekela ukulandela";
"ua_notification_button_yes" = "Yebo";
"ua_ok" = "KULUNGILE";
"ua_preference_center_title" = "Isikhungo Esithandwayo";
"ua_retry_button" = "Zama futhi";
"ua_select_all_messages" = "Khetha konke";
"ua_select_all_messages_description" = "Ikhetha yonke imilayezo";
"ua_select_none_messages" = "Khetha Lutho";
"ua_select_none_messages_description" = "Setha kabusha ukukhetha komlayezo";
"ua_unread_message_description" = "Umlayezo awufundiwe";
